vertical-pod-autoscaler/experiments/nginx-nsdi-rl-baseline-2/0/wrk_0.log
Running 15m test @ http://localhost:30152
  2 threads and 100 connections
  Thread calibration: mean lat.: 4184.013ms, rate sampling interval: 15818ms
  Thread calibration: mean lat.: 4327.406ms, rate sampling interval: 14893ms
  Thread Stats   Avg      Stdev     99%   +/- Stdev
    Latency     0.93m    42.43s    2.71m    73.36%
    Req/Sec     2.79k     1.67k    4.78k    65.22%
  5010346 requests in 15.00m, 3.98GB read
  Socket errors: connect 0, read 245, write 21, timeout 0
Requests/sec:   5567.03
Transfer/sec:      4.53MB